"*con**firm" = "確認";
"can**cel" = "キャンセル";
"ti**ps" = "警告";
"for**ceStr" = "44Ki44OD44OX44Kw44Os44O844OJ44GM5b+F6KaB44Gq44OQ44O844K444On44Oz44GM6KaL44Gk44GL44KK44G+44GX44Gf44CC44Ki44OD44OX44Kw44Os44O844OJ44GX44Gq44GE44Go44Ki44OX44Oq44Kx44O844K344On44Oz44GM5Yip55So44Gn44GN44G+44Gb44KT";
"rig**htUp" = "今すぐアップグレード";
"sel**ectStr" = "5paw44GX44GE44OQ44O844K444On44Oz44GM5qSc5Ye644GV44KM44G+44GX44Gf44CC44GZ44GQ44Gr6Kmm44GX44Gm44G/44G+44GZ44GL77yf";

"per**sonal" = "アカウント";
"item**Other" = "44GX44Gv44KJ44GE";
"cus**tomer"  = "Q3M=";

"pro**Ao**rdNull" = "商品または注文が空です";
"sto**pTips" = "App内でアプリを購入する権限を無効にしました。設定でオンにしてください";
"pro**duct no**t exi**st" = "商品IDが存在しません";
"bu**ying" = "5pSv5omV44GE5LitLi4u";
"pa**y succ**ess" = "5pSv5omV44GE44Gr5oiQ5Yqf44GX44G+44GX44Gf";
"pa**y fa**il" = "5pSv5omV44GE44Gr5aSx5pWX44GX44G+44GX44Gf";
"pa**y can**cel" = "5pSv5omV5Y+W5raI";

"Cen**ter Us**er" = "ユーザーセンター";
"Con**tact Cust**omer" = "問い合わせ";
"Ser**vice agre**ement" = "利用規約";
"log**out ga**me" = "ログアウトログイン";
"A**cc Can**cel" = "アカウントを削除";
"sp**eci**al t**ip" = "特記";
"can**cel mes**s**age" = "このアカウントは弊社プラットフォームアカウントであることをご注意ください。「削除の確認」をクリックされた場合は、アカウントの削除申請が正常に行われたものとみなされ、削除されたアカウントは回復不能となります。アカウントを削除すると、お客様はそのアカウントを使用して当社の製品やサービスにログインすることができなくなり、お客様の個人情報を取得することができなくなります。";
"co**nfi**rm ca**n**cel" = "削除の確認";
"can**cel suc**ce**ss" = "ログアウトに成功しました";

"bi**nd st**ring" = "";
"bi**nd acc**ount" = "アカウント連携";
"bi**nd suc**cess" = "バインド成功";
"ha**ve bi**nd" = "このアカウントはプラットフォームにバインドされています";
"bi**nd ti**ps" = "進行状況を保存するため、アカウント連携をおすすめします";

"tour**ists" = "ゲストログイン";
"c**ut acc**ount" = "アカウント変更";
"cu**t succ**ess" = "切り替えに成功しました";
"c**ut ti**ps" = "本当にアカウントを切り替えますか？";

"ti**p bi**nd" = "進行状況を保存するため、アカウント連携をおすすめします。";
"ri**ght up**grade" = "連携へ";
"ig**nore" = "Skip";

"cen**ter y**ap" = "44OB44Oj44O844K444K744Oz44K/44O8";
"ou**r y**ap" = "5YWs5byP44OB44Oj44O844K4";

"ha**ve re**ad" = "本規約および当社のプライバシーポリシーは、ユーザによる本サービスの利用に適用されるため、これらをよくお読みください。";
"te**rm of se**rvice" = "<利用規約>";
"Pr**ivacy Te**rms" = "<プライバシーポリシー>";
"ba**ck str" = "キャンセル";
"agreement explain" = "操作する前、必ず本ゲームの「利用条約」、「プライバシーポリシー」と「ユーザーデータの取り扱い説明」をお読み上げ、正しく理解してください。「確認」ボタンをタップして続行できます。
ユーザーデータの取り扱い説明：
1．ご提供したアカウント名、メールアドレス、個人情報とデバイスIDはアカウントの識別、登録とログイン、アカウント名の表示、サービスの最適化と広告マーケティング関連事務のみ使われます
2．ゲーム内の購入記録はリスク管理、カスタマーサポートとサービスの最適化のみ使われます
3．アップロードした画像、動画、ボイスなどはお問い合わせ際の補助説明、ユーザーセンターの個人アイコンの変換などの関連事務で使われます
4．アプリ内の行動ログはサービスの最適化とゲームの機能の検証等で使われます
5．お客様は「サポート」に、「プライバシーポリシー」の同意に対しての変更、ゲームの基本サービスをそぐわない上の情報提供拒絶、「利用条約」と「プライバシーポリシー」の再確認等ができます
6．アプリのクラッシュログと診断ログはサービスの最適化とゲームの不具合修正のみ使われます";

"cu**t ti**tle" = "アカウント変更警告";
"c**ut ti**p st**r" = "変更した場合今のアカウントはログアウトされます";
"oth**er func**tion" = "他";

"func**tion ti**p" = "アカウント削除：\nもしアカウントを削除したい場合、下にいる「Help」をタップしてください。\n削除後、今のアカウントとキャラクタを取り戻すことができません。ご注意ください。";
"he**lp s**tr" = "Help";

"he**lp t**ip" = "アカウント削除:\n\n削除後、今のアカウントとキャラクタを取り戻すことができません。ご注意ください。";
"can**cel Acc**ount" = "アカウント削除";
"can**cel cou**nt do**wn" = "上記の同意書をよくお読みいただき、カウントダウンが終わるまでお待ちください。";
"ag**ain confi**rm ca**ncel" = "ユーザーの皆様：
アカウントの削除について、もう一度ご確認お願い致します。「確認」ボタンをタップすると、該当アカウントは７日の削除猶予期間経過後、永久削除されます。もしお考えが改めたら、削除猶予期限内もう一度ログインすることで、アカウント削除は中止されます。7 日以内ログイン行為をなさなかった場合、アカウントは8日目にて削除されます。「キャンセル」をタップして削除操作を中断できます。";

"canc**el but**ton" = "削除";
"can**cel te**xt" = "アカウント削除について

ユーザー様：

アカウントを削除する前、本文をよくお読み上げ、正しく理解してください。

本文では以下の条例を含んでおります：

1. 責任の範囲、制限及び免除について

2. 太字によってマークされた他の重要条例について

もし本文についてお問い合わせを望んた場合、本社にご連絡ください

「警告」もし本文の条例について異議をお持ちした場合、アカウント削除のプロセスを今すぐ中止してください。アカウント削除の実行は本文に含めている全条例の完全同意と見なします。

アカウント削除を実行した場合、お客様のあらゆる個人情報も削除されます（購入アイテム情報、購入履歴等）。よくお考え、かつ慎重で実行してください。

1. もしまだアカウント削除をお望みの場合、プロセスの実行について以下の条件を満たす必要があります

（1）当該アカウント内の資産およびゲームシステム内の仮想権利（残高、クーポン、アカウントステータス等）を自発的に放棄するへの同意。

（2）当該アカウントからもしくは当該アカウントに対して進行しているお問い合わせ案件、報告等を存在していません。

（3）当該アカウントは凍結状態ではございません。

2. アカウント削除を実行した後、当該アカウントに関しているあらゆる情報も削除されます。本社からの関連情報に対しての検索、アクセス等の操作は一切できません。お客様は必ず購入履歴等の情報を先にバックアップしてください。

3. アカウント削除を実行した後、当該アカウントへの操作は一切できません。

（1）該当アカウントへのログイン、使用等

（2）該当アカウントの個人情報及び履歴（ユーザー名、アイコン、購入履歴等）";
